{"blackhead":{"definisi":"Blackhead atau komedo hitam adalah tonjolan kecil berwarna gelap yang tumbuh di pori-pori kulit.","solusi":"Gunakan produk yang mengandung asam salisilat, Gunakan krim dan losion retinoid, Lakukan chemical peeling, Jalani terapi laser"}, 
"eksim":{"definisi":"Eksim merupakan reaksi alergi pada kulit yang ditandai dengan timbulnya warna kemerahan dan rasa gatal.", "solusi":"Terapi obat eksim, Fototerapi"}, 
"flekhitam":{"definisi":"Flek hitam merupakan noda atau bercak berwarna kehitaman yang terdapat di wajah akibat pigmentasi kulit secara berlebihan.","solusi":"Mulai gunakan sunscreen, Tetap Terhidrasi, Memakai antioksidan, Eksfoliasi"}, 
"herpes":{"definisi":"Herpes adalah kelompok virus yang dapat menyebabkan infeksi pada manusia. Infeksi virus herpes umumnya ditandai dengan kulit kering, luka lepuh, atau luka terbuka yang berair.","solusi":"Obat antivirus, Konsumsi paracetamol"}, 
"jerawat":{"definisi":"Jerawat adalah masalah kulit yang ditandai dengan munculnya bintik-bintik pada beberapa bagian tubuh, seperti wajah, leher, punggung, dan dada.","solusi":"Facial, Obat Jerawat"}, 
"milia":{"definisi":"Bintik-bintik kecil berwarna putih yang tumbuh di sekitar kelopak mata dan pipi.", "solusi":"Operasi Laser"}, 
"panu":{"definisi":"Panu adalah infeksi jamur pada kulit yang disebabkan oleh golongan jamur Malassezia. Infeksi jamur ini menyebabkan gangguan pada pigmen kulit sehingga menimbulkan bercak yang berwarna lebih terang atau lebih gelap di permukaan kulit.","solusi":"Mencuci bersih area kulit yang terdapat panu, lalu keringkan. Setelahnya oleskan tipis-tipis krim atau salep sebanyak 1 - 2 kali sehari selama 14 hari. Jika Anda memakai sabun, diamkan selama 5-10 menit sebelum dibilas."}, 
"rosacea":{"definisi":"Penyakit ruam kronis dimana gejalanya, kulit diwajah menjadi kemerahan dengan muncul bintik-bintik berlebihan serta pembengkakan", "solusi":"Facial, Operasi"}, 
"tinea fasialis":{"definisi":"Tinea fasialis atau tinea faciei adalah infeksi jamur yang terjadi di kulit wajah dan bisa muncul pada pipi, dagu, bibir, dahi, atau pun di sekitar mata.","solusi":"Obat antijamur"}}